 
[
    "The best key lime pie is still up for debate.",
    "The waves were crashing on the shore; it was a lovely sight.",
    "Harrold felt confident that nobody would ever suspect his spy pigeon.",
    "I'll have you know I've written over fifty novels.",
    "She was too busy always talking about what she wanted to do to actually do any of it.",
    "David proudly graduated from high school top of his class at age 97.",
    "The gloves protect my feet from excess work.",
    "The child’s favorite Christmas gift was the large box her father’s lawnmower came in.",
    "It dawned on her that others could make her happier, but only she could make herself happy.",
    "The thunderous roar of the jet overhead confirmed her worst fears.",
    "We have never been to Asia, nor have we visited Africa.",
    "It was at that moment that he learned there are certain parts of the body that you should never Nair.",
    "He liked to play with words in the bathtub.",
    "He learned the hardest lesson of his life and had the scars, both physical and mental, to prove it.",
    "Joyce enjoyed eating pancakes with ketchup.",
    "I cheated while playing the darts tournament by using a longbow.",
    "Seek success, but always be prepared for random cats.",
    "When confronted with a rotary dial phone the teenager was perplexed.",
    "She saw no irony asking me to change but wanting me to accept her for who she is.",
    "He never understood why what, when, and where left out who.",
    "Pantyhose and heels are an interesting choice of attire for the beach.",
    "They did nothing as the raccoon attacked the lady’s bag of food.",
    "Her fragrance of choice was fresh garlic.",
    "He didn’t want to go to the dentist, yet he went anyway.",
    "Potato wedges probably are not best for relationships.",
    "He found rain fascinating yet unpleasant.",
    "The old apple revels in its authority.",
    "There was coal in his stocking and he was thrilled.",
    "Everything was going so well until I was accosted by a purple giraffe.",
    "When he asked her favorite number, she answered without hesitation that it was diamonds.",
    "This is the last random sentence I will be writing and I am going to stop mid-sent.",
    "There was no ice cream in the freezer, nor did they have money to go to the store.",
    "It caught him off guard that space smelled of seared steak.",
    "If my calculator had a history, it would be more embarrassing than my browser history.",
    "Plans for this weekend include turning wine into water.",
    "The tattered work gloves speak of the many hours of hard labor he endured throughout his life.",
    "Sarah ran from the serial killer holding a jug of milk.",
    "I made myself a peanut butter sandwich as I didn't want to subsist on veggie crackers.",
    "The thick foliage and intertwined vines made the hike nearly impossible.",
    "The stranger officiates the meal."
  ]
  